Repository: AbdulazizRakhmatullaev/houz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: Inglizcha

source: Russian
uz: Rus

source: Uzbek
uz: O'zbek tili

source: TASHKENT
uz: Toshkent

source: Tashkent
uz: Toshkent

source: ANDIJAN
uz: Andijonlik

source: Andijan
uz: Andijonlik

source: BUKHARA
uz: Buxoro

source: Bukhara
uz: Buxoro

source: FERGANA
uz: Farg'ona

source: Fergana
uz: Farg'ona

source: JIZZAKH
uz: Jizzax

source: Jizzakh
uz: Jizzax

source: NAMANGAN
uz: Na'biy

source: Namangan
uz: Na'biy

source: NAVOIY
uz: Navoiylik

source: Navoiy
uz: Navoiylik

source: KARSHI
uz: Qorshiq

source: Karshi
uz: Qorshiq

source: SAMARKAND
uz: Samarqand

source: Samarkand
uz: Samarqand

source: TERMEZ
uz: Termiz

source: Termez
uz: Termiz

source: NURAFSHON
uz: Niqafshon

source: Nurafshon
uz: Niqafshon

source: URGENCH
uz: Urganch

source: Urgench
uz: Urganch

source: A ROOM
uz: Xona

source: A room
uz: Xona

source: AN ENTIRE PLACE
uz: Butun joy

source: An entire place
uz: Butun joy

source: A SHARED ROOM
uz: Umumiy xona

source: A shared room
uz: Umumiy xona

source: Reservations
uz: Rezervasyon

source: Check in
uz: Belgilanish

source: Checkout
uz: Ro'yxatdan o'chirilish

source: No reservations for now...
uz: Hozirgacha hech qanday shartlar yo'q ...

source: Error processing the request
uz: So'rovni qayta ko'rib chiqish

source: Create a new room
uz: Yangi xona yarating

source: Guests
uz: Mehmonlar

source: Bedrooms
uz: Yotoq xonalari

source: Beds
uz: To'shak

source: Baths
uz: Vanna

source: Map
uz: Xaritasi

source: Images
uz: Rasmlar

source: Browse...
uz: Ko'rish ...

source: Title
uz: Sarlavha

source: e.g. Best cabin near Labi Hawuz
uz: E.G.Labi Hawuz yaqinidagi eng yaxshi kabinalar

source: Price
uz: Narx

source: Description
uz: Tavsif

source: Address
uz: Manzil

source: City
uz: Shahar

source: Room type
uz: Xona turi

source: Select a room type
uz: Xona turini tanlang

source: Amenities
uz: Xulq-atvor

source: e.g. Wi-Fi, Kitchen, AC, Washroom
uz: E.G.Wi-Fi, oshxona, ac, yuvinish xonasi

source: Enter a comma after each amenity
uz: Har bir qulaylikdan keyin vergulni kiriting

source: House rules
uz: Uy qoidalari

source: e.g. No parties or events, No smoking
uz: E.G.Tomonlar yoki voqealar, chekish yo'q

source: Enter a comma after each rule
uz: Har bir qoidadan keyin vergulni kiriting

source: Check out
uz: Ro'yxatdan o'chirilish

source: Create
uz: Yaratmoq

source: Please select at least 5 images
uz: Iltimos, kamida 5 ta rasmni tanlang

source: Title is required
uz: Sarlavha talab qilinadi

source: Price is required
uz: Narx talab qilinadi

source: Description should be at least 150 characters
uz: Ta'rif kamida 150 belgidan iborat bo'lishi kerak

source: Address is required
uz: Manzil talab qilinadi

source: City is required
uz: Shahar talab qilinadi

source: Amenities are required
uz: Qulayliklar talab qilinadi

source: Choose at least 5 amenities
uz: Kamida 5 ta qulaylikni tanlang

source: Choose at least 5 rules
uz: Kamida 5 qoidani tanlang

source: Check-out date must be after check-in date
uz: Tekshiruv sanasi tekshiruvdan keyin bo'lishi kerak

source: There should be at least one day gap between check-in and check-out
uz: Chek-ichish va tekshirish o'rtasida kamida bir kunlik farq bo'lishi kerak

source: Edit your room
uz: Xonangizni tahrirlash

source: Edit
uz: Tahrirlamoq

source: Room Image
uz: Xona rasm

source: no image
uz: Rasm yo'q

source: %(city)s, Uzbekistan
uz: % (shahar), O'zbekiston

source: night
uz: kechasi

source: Notifications
uz: Bildirishnoma

source: Confirm
uz: Tasdiqlamoq

source: Cancel
uz: Bekor qilmoq

source: confirmed
uz: tasdiqlangan

source: Rooms aren't available
uz: Xonalar mavjud emas
